Repository: alejandrocatalan/TFG-AC-Partes-Trabajo
Catalog: tfg_ac_partes_trabajo/assets/lang/app_*.arb
Languages: es

source: Work orders list
es: Lista 贸rdenes de trabajo

source: Work parts list
es: Lista partes de trabajo

source: Work order detail
es: Detalle orden de trabajo

source: Work part detail
es: Detalle parte de trabajo

# create_work_part
source: Create work order
es: Crear parte de trabajo

source: Work to be done
es: Trabajo a realizar

source: Observations
es: Observaciones

# create_part
source: Create work order
es: Crear parte

# view_work_parts
source: View work orders
es: Ver partes de trabajo

source: Installation
es: Instalaci贸n

source: Customer order code
es: C贸digo orden cliente

source: Type
es: Tipo

source: End date
es: Fecha de fin

source: Start date
es: Fecha de inicio

source: Order
es: Orden

source: Part
es: Parte

source: Person
es: Persona

source: People
es: Personas

source: People from order
es: Personas de la orden

source: Hours
es: Horas

source: Description
es: Descripci贸n

source: Personnel in order
es: Personal en la orden

source: Personnel
es: Personal
